[
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/1.00-Musculoskeletal-Adult.htm",
    "title": "1.00 Musculoskeletal Disorders - Adult | Disability | SSA",
    "listing_id": "1.00",
    "listing_name": "Musculoskeletal Disorders",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security1.00 Musculoskeletal Disorders - Adult"
      }
    ],
    "table_count": 1,
    "content_excerpt": "1.00 Musculoskeletal Disorders - Adult | Disability | SSA Skip to main content Social Security and SSI Payments will Continue during the Government Shutdown.  Visit my Social Security for Online Services. Get a benefit verification letter. Medical/Professional Relations SSA Home Disability Medical/Professional Relations Disability Evaluation Under Social Security Listing of Impairments - Adult Listings (Part A) 1.00 Musculoskeletal Disorders - Adult Adult Listings (Part A) Childhood Listings (Part B) General Information Evidentiary Requirements Listing of Impairments (overview) Revisions to Rules Regarding the Evaluation of Medical Evide",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/1.00-Musculoskeletal-Adult.htm",
      "title": "1.00 Musculoskeletal Disorders - Adult | Disability | SSA",
      "scraped_at": 1762526753.5654824,
      "url_hash": "bd6f032fb3e05a35caffff14546029b7"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/2.00-SpecialSensesandSpeech-Adult.htm",
    "title": "2.00 - Special Senses and Speech-Adult | Disability | SSA",
    "listing_id": "2.00",
    "listing_name": "Special Senses and Speech",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security2.00Special Senses and Speech- Adult"
      },
      {
        "level": 2,
        "text": ""
      },
      {
        "level": 2,
        "text": "E. How do we evaluate impairments that do not meet one of the special senses and speech listings?"
      }
    ],
    "table_count": 2,
    "content_excerpt": "2.00 - Special Senses and Speech-Adult | Disability | SSA Skip to main content Social Security and SSI Payments will Continue during the Government Shutdown.  Visit my Social Security for Online Services. Get a benefit verification letter. Medical/Professional Relations SSA Home Disability Medical/Professional Relations Disability Evaluation Under Social Security Listing of Impairments - Adult Listings (Part A) 2.00 Special Senses and Speech - Adult Adult Listings (Part A) Childhood Listings (Part B) General Information Evidentiary Requirements Listing of Impairments (overview) Revisions to Rules Regarding the Evaluation of Medical Evidence Disability Evaluation Under Social Security 2.00 Special Senses and Speech - Adult Section 2.01 Category of Impairments, Special Senses and Speech 2.02 Loss of\n              Central visual acuity 2.03 Contraction of the visual fields in the better eye 2.04 Loss of visual efficiency 2.07 Disturbance of labyrinthine-vestibular function 2.09 Loss of\n              speech 2.10 Hearing loss not treated with cochlear implantation 2.11 Hearing loss treated with cochlear implantation 2.00 Special Senses and Speech A . How do  we evaluate visual disorders? 1. What are visual disorders? Visual disorders are abnormalities of the eye, the optic nerve, the optic  tracts, or the brain that may cause a loss of visual acuity or visual fields. A  loss of visual acuity limits your ability to distinguish detail, read, or do  fine work. A loss of visual fields limits your ability to perceive visual  stimuli in the peripheral extent of vision. 2. How do we define statutory blindness? Statutory blindness is blindness as defined in sections 216(i)(1) and  1614(a)(2) of the Social Security Act (Act). a. The Act defines  blindness as central visual acuity of 20/200 or less in the better eye with the  use of a correcting lens. \n                We use your best-corrected central visual acuity for  distance in the better eye when we determine if this definition is met. \n                (For  visual acuity testing requirements, see 2.00A5 .) b. The Act also provides that an eye that has a visual field limitation such that the widest diameter of  the visual field subtends an angle no greater than 20 degrees is considered \n                as having a central visual acuity of 20/200 or less. (For visual field testing  requirements, see 2.00A6 .) c. You have statutory blindness only if your visual disorder meets the criteria of 2.02 or 2.03A . \n            You  do not have statutory blindness if your visual disorder medically equals the criteria of 2.02 or 2.03A or meets or medically equals the\n            criteria of 2.03B , 2.03C , 2.04A , \n                or 2.04B because your disability is based on criteria other than those in the statutory definition of blindness. Back to Top 3. What evidence do we need to establish statutory blindness under title XVI? To establish that you have statutory blindness  under title XVI, we need evidence showing only that your central visual acuity in your better eye or your visual field in your better eye meets the criteria in 2.00A2 , provided that those measurements are consistent with the other  evidence in your case record. We do not need documentation of the cause of your blindness.\n                 Also, there is no duration requirement for statutory blindness under title XVI (see §§ 416.981 and 416.983 of this chapter). 4. What evidence do we need to evaluate visual disorders, including those that result in statutory blindness under title II? To evaluate your visual disorder, we usually need a report of an eye examination that includes measurements of your best-corrected central visual acuity (see 2.00A5 ) or the extent of your visual fields (see 2.00A6 ),\n    as appropriate. If you have visual acuity or visual field  loss, we need documentation of the cause of the loss. A standard eye  examination will usually indicate the cause of any visual acuity loss.\n    A standard eye examination can also indicate the cause of some types of visual  field deficits. Some disorders, such as cortical visual disorders, may result in abnormalities that do not appear on a standard eye examination.\n    If the standard eye examination does not indicate the cause of your vision loss, we will request the information used to establish the presence of your visual  disorder.\n    If your visual disorder does not satisfy the criteria in 2.02 , 2.03 , or 2.04 , we will request a description of how your visual disorder affects your ability to function. Back to Top 5. How do we measure best-corrected visual acuity? a. Visual acuity  testing . When we need to measure  your best-corrected central visual acuity (your optimal visual acuity  attainable with the use of a corrective lens), we use visual acuity testing for  distance that was carried out using Snellen methodology or any other testing  methodology that is comparable to Snellen methodology. (i) Your best-corrected  central visual acuity for distance is usually measured by determining what you  can see from 20 feet. If your visual acuity is measured for a distance other  than 20 feet, we will convert it to a 20-foot measurement. For example, if your  visual acuity is measured at 10 feet and is reported as 10/40, we will convert  this measurement to 20/80. (ii) A visual acuity  recorded as CF (counts fingers), HM (hand motion only), LP or LPO (light  perception or light perception only), or NLP (no light perception) indicates  that no optical correction will improve your visual acuity. If your central  visual acuity in an eye is recorded as CF, HM, LP or LPO, or NLP, we will  determine that your best-corrected central visual acuity is 20/200 or less in  that eye. (iii) We will not use the  results of pinhole testing or automated refraction acuity to determine your  best-corrected central visual acuity. These tests provide an estimate of  potential visual acuity but not an actual measurement of your best-corrected  central visual acuity. b. Other test charts. Most test charts that use Snellen methodology do  not have lines that measure visual acuity between 20/100 and 20/200. Some test  charts, such as the Bailey-Lovie or the Early Treatment Diabetic Retinopathy  Study (ETDRS), used mostly in research settings, have such lines. If your  visual acuity is measured with one of these charts, and you cannot read any of  the letters on the 20/100 line, we will determine that you have statutory  blindness based on a visual acuity of 20/200 or less. For example, if your  best-corrected central visual acuity for distance in the better eye is 20/160  using an ETDRS chart, we will find that you have statutory blindness. Regardless  of the type of test chart used, you do not have statutory blindness if you can  read at least one letter on the 20/100 line. For example, if your  best-corrected central visual acuity for distance in the better eye is 20/125+1  using an ETDRS chart, we will find that you do not have statutory blindness  because you are able to read one letter on the 20/100 line. c. Testing using a specialized lens. In  some instances, you may perform visual acuity testing using a specialized lens,  such as a contact lens. We will use the visual acuity measurements obtained  with a specialized lens only if you have demonstrated the ability to use the  specialized lens on a sustained basis. We will not use visual acuity  measurements obtained with telescopic lenses. d. Cycloplegic refraction is an examination of the eye performed after  administering cycloplegic eye drops capable of relaxing the ability of the  pupil to become smaller and temporarily paralyzing the focusing muscles. If  your case record contains the results of cycloplegic refraction, we may use the  results to determine your best-corrected central visual acuity. We will not  purchase cycloplegic refraction. e. Visual evoked response (VER) testing measures your response to  visual events and can often detect dysfunc",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/2.00-SpecialSensesandSpeech-Adult.htm",
      "title": "2.00 - Special Senses and Speech-Adult | Disability | SSA",
      "scraped_at": 1762526755.8929322,
      "url_hash": "fde312d4a190169bf24d1cca298d602e"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/3.00-Respiratory-Adult.htm",
    "title": "3.00 - Respiratory - Adult | Disability | SSA",
    "listing_id": "3.00",
    "listing_name": "Respiratory",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security3.00 Respiratory Disorders - Adult"
      }
    ],
    "table_count": 10,
    "content_excerpt": "3.00 - Respiratory - Adult | Disability | SSA Skip to main content Social Security and SSI Payments will Continue during the Government Shutdown.  Visit my Social Security for Online Services. Get a benefit verification letter. Medical/Professional Relations SSA Home Disability Medical/Professional Relations Disability Evaluation Under Social Security Listing of Impairments - Adult Listings (Part A) 3.00 Respiratory Disorders - Adult Adult Listings (Part A) Childhood Listings (Part B) General Information Evidentiary Requirements Listing of Impairments (overview) Revisions to R",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/3.00-Respiratory-Adult.htm",
      "title": "3.00 - Respiratory - Adult | Disability | SSA",
      "scraped_at": 1762526758.2445452,
      "url_hash": "5f260b3a6e3f2eae0f9a67391466e212"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/4.00-Cardiovascular-Adult.htm",
    "title": "4.00 - Cardiovascular - Adult | Disability | SSA",
    "listing_id": "4.00",
    "listing_name": "Cardiovascular",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security(Blue Book- October 2008)4.00 Cardiovascular System - Adult"
      }
    ],
    "table_count": 0,
    "content_excerpt": "4.00 - Cardiovascular - Adult | Disability | SSA Skip to main content Social Security and SSI Payments will Continue during the Government Shutdown.  Visit my Social Security for Online Services. Get a benefit verification letter. Medical/Professional Relations SSA Home Disability Medical/Professional Relations Disability Evaluation Under Social Security Listing of Impairments - Adult Listings (Part A) 4.00 Cardiovascular System - Adult Adult Listings (Part A) Childhood Listings (Part B) General Information Evidentiary Requirements Listing of Impairments (overview) Revisions to Rules Regard",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/4.00-Cardiovascular-Adult.htm",
      "title": "4.00 - Cardiovascular - Adult | Disability | SSA",
      "scraped_at": 1762526760.544561,
      "url_hash": "5d6853ee8003399fb467de25d7bd6851"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/5.00-Digestive-Adult.htm",
    "title": "5.00 - Digestive - Adult | Disability | SSA",
    "listing_id": "5.00",
    "listing_name": "Digestive",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security5.00 Digestive Disorders - Adult"
      }
    ],
    "table_count": 0,
    "content_excerpt": "5.00 - Digestive - Adult | Disability | SSA Skip to main content Social Security and SSI Payments will Continue during the Government Shutdown.  Visit my Social Security for Online Services. Get a benefit verification letter. Medical/Professional Relations SSA Home Disability Medical/Professional Relations Disability Evaluation Under Social Security Listing of Impairments - Adult Listings (Part A) 5.00 Digestive Disorders - Adult Adult Listings (Part A) Childhood Listings (Part B) General Information Evidentiary Requirements Listing of Impai",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/5.00-Digestive-Adult.htm",
      "title": "5.00 - Digestive - Adult | Disability | SSA",
      "scraped_at": 1762526762.8213143,
      "url_hash": "25da1e0570a7103e5e4e2c9d2cd17621"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/6.00-Genitourinary-Adult.htm",
    "title": "6.00 Genitourinary Disorders - Adult | Disability | SSA",
    "listing_id": "6.00",
    "listing_name": "Genitourinary Disorders",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security6.00 Genitourinary Disorders- Adult"
      }
    ],
    "table_count": 0,
    "content_excerpt": "6.00 Genitourinary Disorders A. Which disorders do we evaluate under these listings? We evaluate genitourinary disorders resulting in chronic kidney disease (CKD). Examples of such disorders include chronic glomerulonephritis, hypertensive nephropathy, diabetic nephropathy, chronic obstructive uropathy, and hereditary nephropathies. We also evaluate nephrotic syndrome due to glomerular dysfunction under these listings. B. What evidence do we need? We need evidence that documents the signs, symptoms, and laboratory findings of your CKD. This evidence should include reports of clinical examinations, treatment records, and documentation of your response to treatment. Laboratory findings, such as serum creatinine or serum albumin levels, may document your kidney function. We generally need evidence covering a period of at least 90 days unless we can make a fully favorable determination or decision without it. Estimated glomerular filtration rate (eGFR) . The eGFR is an estimate of the filtering capacity of the kidneys that takes into account serum creatinine concentration and other variables, such as your age, gender, and body size. If your medical evidence includes eGFR findings, we will consider them when we evaluate your CKD under 6.05 Kidney or bone biopsy . If you have had a kidney or bone biopsy, we need a copy of the pathology report. When we cannot get a copy of the pathology report, we will accept a statement from an acceptable medical source verifying that a biopsy was performed and describing the results. C. What other factors do we consider when we evaluate your genitourinary disorder? Chronic hemodialysis or peritoneal dialysis . Dialysis is a treatment for CKD that uses artificial means to remove toxic metabolic byproducts from the blood. Hemodialysis uses an artificial kidney machine to clean waste products from the blood; peritoneal dialysis uses a dialyzing solution that is introduced into and removed from the abdomen (peritoneal cavity) either continuously or intermittently. Under 6.03 , your ongoing dialysis must have lasted or be expected to last for a continuous period of at least 12 months. To satisfy the requirements in 6.03 , we will accept a report from an acceptable medical source that describes your CKD and your current dialysis, and indicates that your dialysis will be ongoing. If you are undergoing chronic hemodialysis or peritoneal dialysis, your CKD may meet our definition of disability before you started dialysis. We will determine the onset of your disability based on the facts in your case record. Kidney transplant. If you receive a kidney transplant, we will consider you to be disabled under 6.04 for 1 year from the date of transplant. After that, we will evaluate your residual impairment(s) by considering your post-transplant function, any rejection episodes you have had, complications in other body systems, and any adverse effects related to ongoing treatment. If you received a kidney transplant, your CKD may meet our definition of disability before you received the transplant. We will determine the onset of your disability based on the facts in your case record. Renal osteodystrophy . This condition is the bone degeneration resulting from chronic kidney disease-mineral and bone disorder (CKD-MBD). CKD-MBD occurs when the kidneys are unable to maintain the necessary levels of minerals, hormones, and vitamins required for bone structure and function. Under 6.05B1 , “severe bone pain” means frequent or intractable (resistant to treatment) bone pain that interferes with physical activity or mental functioning. Peripheral neuropathy . This disorder results when the kidneys do not adequately filter toxic substances from the blood. These toxins can adversely affect nerve tissue. The resulting neuropathy may affect peripheral motor or sensory nerves, or both, causing pain, numbness, tingling, and muscle weakness in various parts of the body. Under 6.05B2 , the peripheral neuropathy must be a severe impairment. (See §§ 404.1520(c) , 404.1521 , 416.920(c) , and 416.921 of this chapter.) It must also have lasted or be expected to last for a continuous period of at least 12 months. Fluidoverload syndrome . This condition occurs when excess sodium and water retention in the body due to CKD results in vascular congestion. Under 6.05B3 , we need a description of a physical examination that documents signs and symptoms of vascular congestion, such as congestive heart failure, pleural effusion (excess fluid in the chest), ascites (excess fluid in the abdomen), hypertension, fatigue, shortness of breath, or peripheral edema. Anasarca (generalized massive edema or swelling). Under 6.05B3 and 6.06B , we need a description of the extent of edema, including pretibial (in front of the tibia), periorbital (around the eyes), or presacral (in front of the sacrum) edema. We also need a description of any ascites, pleural effusion, or pericardial effusion. Anorexia (diminished appetite) with weight loss . Anorexia is a frequent sign of CKD and can result in weight loss. We will use body mass index (BMI) to determine the severity of your weight loss under 6.05B4 . (BMI is the ratio of your measured weight to the square of your measured height.) We calculate your BMI using the formulas in the digestive disorders body system ( 5.00 ). Complications of CKD . The hospitalizations in 6.09 may be for different complications of CKD. Examples of complications from CKD that may result in hospitalization include stroke, congestive heart failure, hypertensive crisis, or acute kidney failure requiring a short course of hemodialysis. If the CKD complication occurs during a hospitalization that was initially for a co-occurring condition, we will evaluate it under our rules for determining medical equivalence. (See §§ 404.1526 and 416.926 of this chapter.) We will evaluate co-occurring conditions, including those that result in hospitalizations, under the listings for the affected body system or under our rules for medical equivalence. D. How do we evaluate disorders that do not meet one of the genitourinary listings? The listed disorders are only examples of common genitourinary disorders that we consider severe enough to prevent you from doing any gainful activity. If your impairment(s) does not meet the criteria of any of these listi",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/6.00-Genitourinary-Adult.htm",
      "title": "6.00 Genitourinary Disorders - Adult | Disability | SSA",
      "scraped_at": 1762526765.1260087,
      "url_hash": "f49d3ed39777bbb8aebc46f4f894ecaf"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/7.00-HematologicalDisorders-Adult.htm",
    "title": "7.00 Hematological Disorders - Adult | Disability | SSA",
    "listing_id": "7.00",
    "listing_name": "Hematological Disorders",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security7.00Hematological Disorders - Adult"
      }
    ],
    "table_count": 0,
    "content_excerpt": "7.00 Hematological Disorders - Adult | Disability | SSA Skip to main content Social Security and SSI Payments will Continue during the Government Shutdown. Visit my Social Security for Online Services. Get a benefit verification letter. Medical/Professional Relations SSA Home Disability Medical/Professional Relations Disability Evaluation Under Social Security Listing of Impairments - Adult Listings (Part A) 7.00 Hematological Disorders - Adult Adult Listings (Part A) Childhood Listings (Part B) General Information Evidentiary Requirements Listing of Impairments (overview) Revisions to Rules Regarding the Evaluation of Medical Evidence Disability Evaluation Under Social Security 7.00 Hematological Disorders - Adult Section 7.01 Category of Impairments, Hematological Disorders 7.05 Hemolytic anemias, including sickle cell disease, thalassemia, and their variants 7.08 Disorders of thrombosis and hemostasis 7.10 Disorders of bone marrow failure 7.17 Hematological disorders treated by bone marrow or stem cell transplantation 7.18 Repeated complications of hematological disorders 7.00 Hematological Disorders A. What hematological disorders do we evaluate under these listings? We evaluate non-malignant (non-cancerous) hematological disorders, such as hemolytic anemias ( 7.05 ), \n              disorders of thrombosis and hemostasis ( 7.08 ), and disorders of bone marrow failure ( 7.10 ).\n    These disorders disrupt the normal development and function of white blood cells, red blood cells, platelets, and clotting-factor proteins (factors). We evaluate malignant (cancerous) hematological disorders, such as lymphoma, leukemia, and multiple myeloma, \n          under the appropriate listings in 13.00 ,\n    except for two lymphomas associated with human immunodeficiency virus (HIV) infection.\n    We evaluate primary central nervous system lymphoma associated with HIV infection under 14.11B ,\n    and primary effusion lymphoma associated with HIV infection under 14.11C . B. What evidence do we need to document that you have a hematological disorder? We need the following evidence to document that you have a hematological disorder: A laboratory report of a definitive test that establishes a hematological disorder, signed by a physician; or A laboratory report of a definitive test that establishes a hematological disorder\n                  that is not signed by a physician and a report from a physician that states you have the disorder; or When we do not have a laboratory report of a definitive test, a persuasive\n                  report from a physician that a diagnosis of your hematological disorder was\n                  confirmed by appropriate laboratory analysis or other diagnostic method(s).\n                  To be persuasive, this report must state that you had the appropriate definitive\n                  laboratory test or tests for diagnosing your disorder and provide the results, or\n                  explain how your diagnosis was established by other diagnostic method(s) consistent\n                  with the prevailing state of medical knowledge and clinical practice. We will make every reasonable effort to obtain the results of\n                  appropriate laboratory testing you have had. We will not purchase complex,\n                  costly, or invasive tests, such as tests of clotting-factor proteins,\n                  and bone marrow aspirations. C. What are hemolytic anemias, and how do we evaluate them under 7.05 ? Hemolytic anemias, both congenital and acquired, are disorders that result\n                  in premature destruction of red blood cells (RBCs). Hemolytic disorders include\n                  abnormalities of hemoglobin structure (hemoglobinopathies), abnormal RBC enzyme\n                  content and function, and RBC membrane (envelope) defects that are congenital or acquired.\n                  The diagnosis of hemolytic anemia is based on hemoglobin electrophoresis or analysis of\n                  the contents of the RBC (enzymes) and membrane. Examples of congenital hemolytic anemias\n                  include sickle cell disease, thalassemia and their variants, and hereditary spherocytosis.\n                  Acquired hemolytic anemias may result from autoimmune disease (for example, systemic lupus erythematosus)\n                  or mechanical devices (for example, heart valves, intravascular patches). The hospitalizations in 7.05B do not all have to be for the same complication of the hemolytic anemia. \n                  They may be for three different complications of the disorder. Examples of complications of hemolytic anemia that may result in\n                  hospitalization include osteomyelitis, painful (vaso-occlusive) crisis, pulmonary infections or infarctions, acute chest syndrome, pulmonary hypertension, \n                  chronic heart failure, gallbladder disease, hepatic (liver) failure, renal (kidney) failure, nephrotic syndrome, aplastic crisis, and stroke. \n                  We will count the hours you receive emergency treatment in a comprehensive sickle cell disease center immediately before the hospitalization if this treatment is comparable to the treatment provided in a\n                hospital emergency department. For 7.05C , we do not require hemoglobin to be measured during a period in which you are free of pain or other symptoms of your disorder. \n                We will accept hemoglobin measurements made while you are experiencing complications of your hemolytic anemia. 7.05D refers to the most serious type of beta thalassemia major in which the bone marrow cannot produce sufficient numbers of normal RBCs \n              to maintain life. The only available treatments for beta thalassemia major are life-long RBC transfusions (sometimes called hypertransfusion) or bone marrow transplantation. \n              For purposes of 7.05D , \n              we do not consider prophylactic RBC transfusions to prevent strokes or other complications in sickle cell disease and its variants to be of equal significance to life-saving RBC transfusions for beta thalassemia major. \n              However, we will consider the functional limitations associated with prophylactic RBC transfusions and any associated side effects (for example, iron overload) under 7.18 and any affected body system(s).\n               We will also evaluate strokes and resulting complications under 11.00 and 12.00 . D. What are disorders of thrombosis and hemostasis, and how do we evaluate them under 7.08 ? Disorders of thrombosis and hemostasis include both clotting and bleeding disorders, and may be congenital or acquired. These disorders are characterized by abnormalities in blood clotting that result in hypercoagulation (excessive blood clotting) or hypocoagulation (inadequate blood clotting). The diagnosis of a thrombosis or hemostasis disorder is based on evaluation of plasma clotting-factor proteins (factors) and platelets. Protein C or protein S deficiency and Factor V Leiden are examples of hypercoagulation disorders. Hemophilia, von Willebrand disease, and thrombocytopenia are examples of\n                  hypocoagulation disorders. Acquired excessive blood clotting may result from blood protein defects and acquired inadequate blood clotting (for example, acquired\n                  hemophilia A) may be associated with inhibitor autoantibodies. The hospitalizations in 7.08 do not all have to be for the same complication\n                    of a disorder of thrombosis and hemostasis. They may be for three different\n                    complications of the disorder. Examples of complications that may result in\n                    hospitalization include anemias, thromboses, embolisms, and uncontrolled bleeding\n                    requiring multiple factor concentrate infusions or platelet transfusions. We will\n                    also consider any surgery that you have, even if it is not related to your hematological\n                    disor",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/7.00-HematologicalDisorders-Adult.htm",
      "title": "7.00 Hematological Disorders - Adult  | Disability | SSA",
      "scraped_at": 1762526767.3967354,
      "url_hash": "5476509ce719c3295baf1931a8e91d80"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/8.00-Skin-Adult.htm",
    "title": "8.00 Skin Disorders - Adult | Disability | SSA",
    "listing_id": "8.00",
    "listing_name": "Skin Disorders",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security8.00 Skin Disorders - Adult"
      }
    ],
    "table_count": 0,
    "content_excerpt": "8.00 Skin Disorders A. Which skin disorders do we evaluate under these listings? We use these listings to evaluate skin disorders that result from hereditary, congenital, or acquired pathological processes. We evaluate genetic photosensitivity disorders ( 8.07 ), burns ( 8.08 ), and chronic conditions of the skin or mucous membranes such as ichthyosis, bullous disease, dermatitis, psoriasis, and hidradenitis suppurativa ( 8.09 ) under these listings. B. What are our definitions for the following terms used in this body system? 1. Assistive device(s): An assistive device, for the purposes of these listings, is any device used to improve stability, dexterity, or mobility. An assistive device can be hand-held, such as a cane(s), a crutch(es), or a walker; used in a seated position, such as a wheelchair, rollator, or power operated vehicle; or worn, such as a prosthesis or an orthosis. 2. Chronic skin lesions: Chronic skin lesions can have recurrent exacerbations (see 8.00B7 ). They can occur despite prescribed medical treatment. These chronic skin lesions can develop on any part of your body, including upper extremities, lower extremities, palms of your hands, soles of your feet, the perineum, inguinal (groin) region, and axillae (underarms). Chronic skin lesions may result in functional limitations as described in 8.00D2 . 3. Contractures: Contractures are permanent fibrous scar tissue resulting in tightening and thickening of skin that prevents normal movement of the damaged area. They can develop on any part of your musculoskeletal system, including upper extremities, lower extremities, palms of your hands, soles of your feet, the perineum, inguinal (groin) region, and axillae (underarms). Contractures may result in functional limitations as described in 8.00D2 . 4. Documented medical need: When we use the term \"documented medical need,\" we mean that there is evidence (see §§ 404.1513 and 416.913 of this chapter) from your medical source(s) in the medical record that supports your need for an assistive device (see 8.00B1 ) for a continuous period of at least 12 months. The evidence must include documentation from your medical source(s) describing any limitation(s) in your upper or lower extremity functioning that supports your need for the assistive device and describing the circumstances for which you need it. The evidence does not have to include a specific prescription for the device. 5. Fine and gross movements: Fine movements, for the purposes of these listings, involve use of your wrists, hands, and fingers; such movements include picking, pinching, manipulating, and fingering. Gross movements involve use of your shoulders, upper arms, forearms, and hands; such movements include handling, gripping, grasping, holding, turning, and reaching. Gross movements also include exertional activities such as lifting, carrying, pushing, and pulling. 6. Surgical management: For the purposes of these listings, surgical management includes the surgery(ies) itself, as well as various post-surgical procedures, surgical complications, infections or other medical complications, related illnesses, or related treatments that delay a person's attainment of maximum benefit from surgery. 7. Exacerbation: For the purposes of these listings, exacerbation means an increase in the signs or symptoms of the skin disorder. Exacerbation may also be referred to as flare, flare-up, or worsening of the skin disorder. Back to Top C. What evidence do we need to evaluate your skin disorder? 1. To establish the presence of a skin disorder as a medically determinable impairment, we need objective medical evidence from an acceptable medical source (AMS) who has examined you for the disorder. 2. We will make every reasonable effort to obtain your medical history, treatment records, and relevant laboratory findings, but we will not purchase genetic testing. 3. When we evaluate the presence and severity of your skin disorder(s), we generally need information regarding: a. The onset, duration, and frequency of exacerbations (see 8.00B7 ); b. The prognosis of your skin disorder; c. The location, size, and appearance of lesions and contractures; d. Any available history of familial incidence; e. Your exposure to toxins, allergens or irritants; seasonal variations; and stress factors; f. Your ability to function outside of a highly protective environment (see 8.00E4 ); g. Laboratory findings (for example, a biopsy obtained independently of Social Security disability evaluation or results of blood tests); h. Evidence from other medically acceptable methods consistent with the prevailing state of medical knowledge and clinical practice; and i. Statements you or others make about your disorder(s), your restrictions, and your daily activities. Back to Top D. How do we evaluate the severity of skin disorders? 1. General. We evaluate the severity of skin disorders based on the site(s) of your chronic skin lesions (see 8.00B2 ) or contractures (see 8.00B3 ), functional limitations caused by your signs and symptoms (including pain) (see 8.00D2 ), and how your prescribed treatment affects you. We consider the frequency and severity of your exacerbations (see 8.00B7 ), how quickly they resolve, and how you function between exacerbations (see 8.00B7 ), to determine whether your skin disorder meets or medically equals a listing (see 8.00D3 ). If there is no record of ongoing medical treatment for your disorder, we will follow the guidelines in 8.00D6 . We will determine the extent and kinds of evidence we need from medical and non-medical sources based on the individual facts about your disorder. For our basic rules on evidence, see §§ 404.1512 , 404.1513 , 404.1520b , 416.912 , 416.913 , and 416.920b of this chapter. For our rules on evaluating your symptoms, see §§ 404.1529 and 416.929 of this chapter. 2. Limitation(s) of physical functioning due to skin disorders. a. Skin disorders may be due to chronic skin lesions (see 8.00B2 ) or contractures (see 8.00B3 ), and may cause pain or restrict movement, which can limit your ability to initiate, sustain, and complete work-related activities. For example, skin lesions in the axilla may limit your ability to raise or reach with the affected arm, or lesions in the inguinal region may limit your ability to ambulate, sit, or lift and carry. To evaluate your skin disorder(s) under 8.07B , 8.08 , and 8.09 , we require medically documented evidence of physical limitation(s) of functioning related to your disorder.",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/8.00-Skin-Adult.htm",
      "title": "8.00 Skin Disorders - Adult | Disability | SSA",
      "scraped_at": 1762526769.615611,
      "url_hash": "a2e77fc6b8c212a0cfe165d07babb1a5"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/9.00-Endocrine-Adult.htm",
    "title": "9.00 - Endocrine - Adult | Disability | SSA",
    "listing_id": "9.00",
    "listing_name": "Endocrine Disorders",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security9.00 Endocrine Disorders - Adult"
      }
    ],
    "table_count": 0,
    "content_excerpt": "Section 9.00 Endocrine Disorders A. What is an endocrine disorder? An endocrine disorder is a medical condition that causes a hormonal imbalance. When an endocrine gland functions abnormally, producing either too much of a specific hormone (hyperfunction) or too little (hypofunction), the hormonal imbalance can cause various complications in the body. The major glands of the endocrine system are the pituitary, thyroid, parathyroid, adrenal, and pancreas. B. How do we evaluate the effects of endocrine disorders? We evaluate impairments that result from endocrine disorders under the listings for other body systems. For example: 1. Pituitary gland disorders can disrupt hormone production and normal functioning in other endocrine glands and in many body systems. The effects of pituitary gland disorders vary depending on which hormones are involved. For example, when pituitary hypofunction affects water and electrolyte balance in the kidney and leads to diabetes insipidus, we evaluate the effects of recurrent dehydration under 6.00 . 2. Thyroid gland disorders affect the sympathetic nervous system and normal metabolism. We evaluate thyroid-related changes in blood pressure and heart rate that cause arrhythmias or other cardiac dysfunction under 4.00 ; thyroid-related weight loss under 5.00 ; hypertensive cerebrovascular accidents (strokes) under 11.00 ; and cognitive limitations, mood disorders, and anxiety under 12.00 . 3. Parathyroid gland disorders affect calcium levels in bone, blood, nerves, muscle, and other body tissues. We evaluate parathyroid-related osteoporosis and fractures under 1.00 ; abnormally elevated calcium levels in the blood (hypercalcemia) that lead to cataracts under 2.00 ; kidney failure under 6.00 ; and recurrent abnormally low blood calcium levels (hypocalcemia) that lead to increased excitability of nerves and muscles, such as tetany and muscle spasms, under 11.00 . 4. Adrenal gland disorders affect bone calcium levels, blood pressure, metabolism, and mental status. We evaluate adrenal-related osteoporosis with fractures that compromises the ability to walk or to use the upper extremities under 1.00 ; adrenal-related hypertension that worsens heart failure or causes recurrent arrhythmias under 4.00 ; adrenal-related weight loss under 5.00 ; and mood disorders under 12.00 . 5. Diabetes mellitus and other pancreatic gland disorders disrupt the production of several hormones, including insulin, that regulate metabolism and digestion. Insulin is essential to the absorption of glucose from the bloodstream into body cells for conversion into cellular energy. The most common pancreatic gland disorder is diabetes mellitus (DM). There are two major types of DM: type 1 and type 2. Both type 1 and type 2 DM are chronic disorders that can have serious disabling complications that meet the duration requirement. Type 1 DM--previously known as “juvenile diabetes” or “insulin-dependent diabetes mellitus” (IDDM)--is an absolute deficiency of insulin production that commonly begins in childhood and continues throughout adulthood. Treatment of type 1 DM always requires lifelong daily insulin. With type 2 DM--previously known as “adult-onset diabetes mellitus” or “non-insulin-dependent diabetes mellitus” (NIDDM)--the body’s cells resist the effects of insulin, impairing glucose absorption and metabolism. Treatment of type 2 DM generally requires lifestyle changes, such as increased exercise and dietary modification, and sometimes insulin in addition to other medications. While both type 1 and type 2 DM are usually controlled, some persons do not achieve good control for a variety of reasons including, but not limited to, hypoglycemia unawareness, other disorders that can affect blood glucose levels, inability to manage DM due to a mental disorder, or inadequate treatment. a. Hyperglycemia. Both types of DM cause hyperglycemia, which is an abnormally high level of blood glucose that may produce acute and long-term complications. Acute complications of hyperglycemia include diabetic ketoacidosis. Long-term complications of chronic hyperglycemia include many conditions affecting various body systems. (i) Diabetic ketoacidosis (DKA). DKA is an acute, potentially life-threatening complication of DM in which the chemical balance of the body becomes dangerously hyperglycemic and acidic. It results from a severe insulin deficiency, which can occur due to missed or inadequate daily insulin therapy or in association with an acute illness. It usually requires hospital treatment to correct the acute complications of dehydration, electrolyte imbalance, and insulin deficiency. You may have serious complications resulting from your treatment, which we evaluate under the affected body system. For example, we evaluate cardiac arrhythmias under 4.00 , intestinal necrosis under 5.00 , and cerebral edema and seizures under 11.00 . Recurrent episodes of DKA may result from mood or eating disorders, which we evaluate under 12.00 . (ii) Chronic hyperglycemia. Chronic hyperglycemia, which is longstanding abnormally high levels of blood glucose, leads to long-term diabetic complications by disrupting nerve and blood vessel functioning. This disruption can have many different effects in other body systems. For example, we evaluate diabetic peripheral neurovascular disease that leads to gangrene and subsequent amputation of an extremity under 1.00 ; diabetic retinopathy under 2.00 ; coronary artery disease and peripheral vascular disease under 4.00 ; diabetic gastroparesis that results in abnormal gastrointestinal motility under 5.00 ; diabetic nephropathy under 6.00 ; poorly healing bacterial and fungal skin infections under 8.00 ; diabetic peripheral and sensory neuropathies under 11.00 ; and cognitive impairments, depression, and anxiety under 12.00 . b. Hypoglycemia. Persons with DM may experience episodes of hypoglycemia, which is an abnormally low level of blood glucose. Most adults recognize the symptoms of hypoglycemia and reverse them by consuming substances containing glucose; however, some do not take this step because of hypoglycemia unawareness. Severe hypoglycemia can lead to complications, including seizures or loss of consciousness, which we evaluate under 11.00 , or altered mental status and cognitive deficits, which we evaluate under 12.00 . C. How do we evaluate endocrine disorders that do not have effects that meet or medically equal the criteria of any listing in other body s",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/9.00-Endocrine-Adult.htm",
      "title": "9.00 - Endocrine - Adult | Disability | SSA",
      "scraped_at": 1762526773.3008363,
      "url_hash": "1148f5e0bbe2a8f0c328beb0bffa5c60"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/10.00-MultipleBody-Adult.htm",
    "title": "10.00 Congenital Disorders that Affect Multiple Body Systems | Disability | SSA",
    "listing_id": "10.00",
    "listing_name": "Congenital Disorders that Affect Multiple Body Systems",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security10.00 Congenital Disorders that Affect Multiple Body Systems"
      }
    ],
    "table_count": 0,
    "content_excerpt": "10.00 Congenital Disorders that Affect Multiple Body Systems A. Which disorder do we evaluate under this body system ? Although Down syndrome exists in non-mosaic and mosaic forms, we evaluate only non-mosaic Down syndrome under this body system. B. What is non-mosaic Down syndrome? Non-mosaic Down syndrome is a genetic disorder. Most people with non-mosaic Down syndrome have three copies of chromosome 21 in all of their cells (chromosome 21 trisomy); some have an extra copy of chromosome 21 attached to a different chromosome in all of their cells (chromosome 21 translocation). Virtually all people with non-mosaic Down syndrome have characteristic facial or other physical features, delayed physical development, and intellectual disability. People with non-mosaic Down syndrome may also have congenital heart disease, impaired vision, hearing problems, and other disorders. We evaluate non-mosaic Down syndrome under 10.06 . If you have non-mosaic Down syndrome documented as described in 10.00C , we consider you disabled from birth. C. What evidence do we need to document non-mosaic Down syndrome under 10.06 ? 1. Under 10.06A, we will find you disabled based on laboratory findings. a. To find that your disorder meets 10.06A , we need a copy of the laboratory report of karyotype analysis, which is the definitive test to establish non-mosaic Down syndrome. We will not purchase karyotype analysis. We will not accept a fluorescence in situ hybridization (FISH) test because it does not distinguish between the mosaic and non-mosaic forms of Down syndrome. b. If a physician (see §§ 404.1513(a)(1) and 416.913(a)(1) of this chapter) has not signed the laboratory report of karyotype analysis, the evidence must also include a physician’s statement that you have Down syndrome. c. For purposes of 10.06A , we do not require additional evidence stating that you have the distinctive facial or other physical features of Down syndrome. 2. If we do not have a laboratory report of karyotype analysis showing that you have non-mosaic Down syndrome, we may find you disabled under 10.06B or 10.06C . a. Under 10.06B , we need a physician’s report stating: (i) your karyotype diagnosis or evidence that documents your type of Down syndrome is consistent with prior karyotype analysis (for example, reference to a diagnosis of “trisomy 21”), and (ii) that you have the distinctive facial or other physical features of Down syndrome.",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/10.00-MultipleBody-Adult.htm",
      "title": "10.00 Congenital Disorders that Affect Multiple Body Systems | Disability | SSA",
      "scraped_at": 1762526775.5855148,
      "url_hash": "09de723ce13fffe1a14bf707cfa4507a"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/11.00-Neurological-Adult.htm",
    "title": "11.00 Neurological - Adult | Disability | SSA",
    "listing_id": "11.00",
    "listing_name": "Neurological",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security11.00 Neurological - Adult"
      }
    ],
    "table_count": 0,
    "content_excerpt": "11.00 Neurological - Adult | Disability | SSA Skip to main content Social Security and SSI Payments will Continue during the Government Shutdown. Visit my Social Security for Online Services. Get a benefit verification letter. Medical/Professional Relations SSA Home Disability Medical/Professional Relations Disability Evaluation Under Social Security Listing of Impairments - Adult Listings (Part A) 11.00 Neurological - Adult Adult Listings (Part A) Childhood Listings (Part B) General Information Evidentiary Requirements Listing of Impairments (overview) Revisions to Rules Regarding the Evaluation of Medical Evidence Disability Evaluation Under Social Security 11.00 Neurological - Adult Section 11.01 Category of Impairments, Neurological Disorders 11.02 Epilepsy 11.03 [Reserved] 11.04 Vascular insult to the brain 11.05 Benign brain tumors 11.06 Parkinsonian syndrome 11.07 Cerebral palsy 11.08 Spinal cord disorders 11.09 Multiple sclerosis 11.10 Amyotrophic lateral sclerosis (ALS) 11.11 Post-polio syndrome 11.12 Myasthenia gravis 11.13 Muscular dystrophy 11.14 Peripheral neuropathy 11.15 [Reserved] 11.16 [Reserved] 11.17 Neurodegenerative disorders of the central nervous system, such as Huntington’s disease, Friedreich’s ataxia, and spinocerebellar degeneration 11.18 Traumatic brain injury 11.19 [Reserved] 11.20 Coma or persistent vegetative state 11.21 [Reserved] 11.22 Motor neuron disorders other than ALS 11.00 Neurological A. Which neurological disorders do we evaluate under these listings? We evaluate epilepsy, amyotrophic lateral sclerosis, coma or persistent vegetative state (PVS), and neurological disorders that cause disorganization of motor function, bulbar and neuromuscular dysfunction, communication impairment, or a combination of limitations in physical and mental functioning such as early-onset Alzheimer’s disease. We evaluate neurological disorders that may manifest in a combination of limitations in physical and mental functioning. For example, if you have a neurological disorder that causes mental limitations, such as Huntington’s disease, which may limit executive functioning (e.g., regulating attention, planning, inhibiting responses, decision-making), we evaluate your limitations using the functional criteria under these listings (see 11.00G). Under this body system, we evaluate the limitations resulting from the impact of the neurological disease process itself. If your neurological disorder results in only mental impairment or if you have a co-occurring mental condition that is not caused by your neurological disorder (for example, dementia), we will evaluate your mental impairment under the mental disorders body system, 12.00. B. What evidence do we need to document your neurological disorder? We need both medical and non-medical evidence (signs, symptoms, and laboratory findings) to assess the effects of your neurological disorder. Medical evidence should include your medical history, examination findings, relevant laboratory tests, and the results of imaging. Imaging refers to medical imaging techniques, such as x-ray, computerized tomography (CT), magnetic resonance imaging (MRI), and electroencephalography (EEG). The imaging must be consistent with the prevailing state of medical knowledge and clinical practice as the proper technique to support the evaluation of the disorder. In addition, the medical evidence may include descriptions of any prescribed treatment and your response to it. We consider non-medical evidence such as statements you or others make about your impairments, your restrictions, your daily activities, or your efforts to work. We will make every reasonable effort to obtain the results of your laboratory and imaging evidence. When the results of any of these tests are part of the existing evidence in your case record, we will evaluate the test results and all other relevant evidence. We will not purchase imaging, or other diagnostic tests, or laboratory tests that are complex, may involve significant risk, or that are invasive. We will not routinely purchase tests that are expensive or not readily available. C. How do we consider adherence to prescribed treatment in neurological disorders? In 11.02 (Epilepsy), 11.06 (Parkinsonian syndrome), and 11.12 (Myasthenia gravis), we require that limitations from these neurological disorders exist despite adherence to prescribed treatment. “Despite adherence to prescribed treatment” means that you have taken medication(s) or followed other treatment procedures for your neurological disorder(s) as prescribed by a physician for three consecutive months but your impairment continues to meet the other listing requirements despite this treatment. You may receive your treatment at a health care facility that you visit regularly, even if you do not see the same physician on each visit. D. What do we mean by disorganization of motor function? Disorganization of motor function means interference, due to your neurological disorder, with movement of two extremities; i.e., the lower extremities, or upper extremities (including fingers, wrists, hands, arms, and shoulders). By two extremities we mean both lower extremities, or both upper extremities, or one upper extremity and one lower extremity. All listings in this body system, except for 11.02 (Epilepsy), 11.10 (Amyotrophic lateral sclerosis), and 11.20 (Coma and persistent vegetative state), include criteria for disorganization of motor function that results in an extreme limitation in your ability to: Stand up from a seated position; or Balance while standing or walking; or Use the upper extremities (including fingers, wrists, hands, arms, and shoulders). Extreme limitation means the inability to stand up from a seated position, maintain balance in a standing position and while walking, or use your upper extremities to independently initiate, sustain, and complete work-related activities. The assessment of motor function depends on the degree of interference with standing up; balancing while standing or walking; or using the upper extremities (including fingers, hands, arms, and shoulders). Inability to stand up from a seated position means that once seated you are unable to stand and maintain an upright position without the assistance of another person or the use of an assistive device, such as a walker, two crutches, or two canes. Inability to maintain balance in a standing position means that you are unable to maintain an upright position while standing or walking without the assistance of another person or an assistive device, such as a walker, two crutches, or two canes. Inability to use your upper extremities means that you have a loss of function of both upper extremities (including fingers, wrists, hands, arms, and shoulders) that very seriously limits your ability to independently initiate, sustain, and complete work-related activities involving fine and gross motor movements. Inability to perform fine and gross motor movements could include not being able to pinch, manipulate, and use your fingers; or not being able to use your hands, arms, and shoulders to perform gross motor movements, such as handling, gripping, grasping, holding, turning, and reaching; or not being able to engage in exertional movements such a lifting, carrying, pushing, and pulling. E. How do we evaluate communication impairments under these listings? We must have a description of a recent comprehensive evaluation including all areas of communication, performed by an acceptable medical source, to document a communication impairment associated with a neurological disorder. A communication impairment may occur when a medically determinable neurological impairment results in dysfunction in the parts of the bra",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/11.00-Neurological-Adult.htm",
      "title": "11.00 Neurological - Adult | Disability | SSA",
      "scraped_at": 1762526777.8668594,
      "url_hash": "7ef85a81d4c26657f4cc454e9dc47d4a"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/12.00-MentalDisorders-Adult.htm",
    "title": "12.00 Mental Disorders - Adult | Disability | SSA",
    "listing_id": "12.00",
    "listing_name": "Mental Disorders",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security12.00 Mental Disorders - Adult"
      }
    ],
    "table_count": 0,
    "content_excerpt": "12.00 Mental Disorders A. How are the listings for mental disorders arranged, and what do they require? The listings for mental disorders are arranged in 11 categories: neurocognitive disorders ( 12.02 ); schizophrenia spectrum and other psychotic disorders ( 12.03 ); depressive, bipolar and related disorders ( 12.04 ); intellectual disorder ( 12.05 ); anxiety and obsessive-compulsive disorders ( 12.06 ); somatic symptom and related disorders ( 12.07 ); personality and impulse-control disorders ( 12.08 ); autism spectrum disorder ( 12.10 ); neurodevelopmental disorders ( 12.11 ); eating disorders ( 12.13 ); and trauma- and stressor-related disorders ( 12.15 ). Listings 12.07 , 12.08 , 12.10 , 12.11 , and 12.13 have two paragraphs, designated A and B; your mental disorder must satisfy the requirements of both paragraphs A and B. Listings 12.02 , 12.03 , 12.04 , 12.06 , and 12.15 have three paragraphs, designated A, B, and C; your mental disorder must satisfy the requirements of both paragraphs A and B, or the requirements of both paragraphs A and C. Listing 12.05 has two paragraphs that are unique to that listing (see 12.00A3 ); your mental disorder must satisfy the requirements of either paragraph A or paragraph B. Paragraph A of each listing (except 12.05 ) includes the medical criteria that must be present in your medical evidence. Paragraph B of each listing (except 12.05 ) provides the functional criteria we assess, in conjunction with a rating scale (see 12.00E and 12.00F ), to evaluate how your mental disorder limits your functioning. These criteria represent the areas of mental functioning a person uses in a work setting.",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/12.00-MentalDisorders-Adult.htm",
      "title": "12.00 Mental Disorders - Adult | Disability | SSA",
      "scraped_at": 1762526780.3529062,
      "url_hash": "c00b31b9567b38719be1420f51f81f05"
    }
  },
  {
    "url": "https://www.ssa.gov/disability/professionals/bluebook/14.00-Immune-Adult.htm",
    "title": "14.00 Immune System Disorders - Adult | Disability | SSA",
    "listing_id": "14.00",
    "listing_name": "Immune System Disorders",
    "is_adult_listing": true,
    "headings": [
      {
        "level": 2,
        "text": "Medical/Professional Relations"
      },
      {
        "level": 2,
        "text": "Disability Evaluation Under Social Security14.00 Immune System Disorders - Adult"
      }
    ],
    "table_count": 0,
    "content_excerpt": "14.00 Immune System Disorders A. What disorders do we evaluate under the immune system disorders listings? 1. We evaluate immune system disorders that cause dysfunction in one or more components of your immune system . a. The dysfunction may be due to problems in antibody production, impaired cell-mediated immunity, a combined type of antibody/cellular deficiency, impaired phagocytosis, or complement deficiency. b. Immune system disorders may result in recurrent and unusual infections, or inflammation and dysfunction of the body's own tissues. Immune system disorders can cause a deficit in a single organ or body system that results in extreme (that is, very serious) loss of function. They can also cause lesser degrees of limitations in two or more organs or body systems, and when associated with symptoms or signs, such as severe fatigue, fever, malaise, diffuse musculoskeletal pain, or involuntary weight loss, can also result in extreme limitation. c. We organize the discussions of immune system disorders in three categories: Autoimmune disorders; Immune deficiency disorders, excluding human immunodeficiency virus (HIV) infection; and HIV infection. 2. Autoimmune disorders ( 14.00D ). Autoimmune disorders are caused by dysfunctional immune responses directed against the body's own tissues, resulting in chronic, multisystem impairments that differ in clinical manifestations, course, and outcome. They are sometimes referred to as rheumatic diseases, connective tissue disorders, or collagen vascular disorders. Some of the features of autoimmune disorders in adults differ from the features of the same disorders in children. 3. Immune deficiency disorders, excluding HIV infection ( 14.00E ). Immune deficiency disorders are characterized by recurrent or unusual infections that respond poorly to treatment, and are often associated with complications affecting other parts of the body. Immune deficiency disorders are classified as either primary (congenital) or acquired . Individuals with immune deficiency disorders also have an increased risk of malignancies and of having autoimmune disorders. 4. Human immunodeficiency virus (HIV) infection ( 14.00F ). HIV infection may be characterized by increased susceptibility to common infections as well as opportunistic infections, cancers, or other conditions listed in 14.11 . B. What information do we need to show that you have an immune system disorder? Generally, we need your medical history, a report(s) of a physical examination, a report(s) of laboratory findings, and in some instances, appropriate medically acceptable imaging or tissue biopsy reports to show that you have an immune system disorder. Therefore, we will make every reasonable effort to obtain your medical history, medical findings, and results of laboratory tests. We explain the information we need in more detail in the sections below. C. Definitions 1. Appropriate medically acceptable imaging includes, but is not limited to, angiography, x-ray imaging, computerized axial tomography (CAT scan) or magnetic resonance imaging (MRI), with or without contrast material, myelography, and radionuclear bone scans. “Appropriate” means that the technique used is the proper one to support the evaluation and diagnosis of the impairment. 2. Constitutional symptoms or signs , as used in these listings, means severe fatigue, fever, malaise, or involuntary weight loss. Severe fatigue means a frequent sense of exhaustion that results in significantly reduced physical activity or mental function. Malaise means frequent feelings of illness, bodily discomfort, or lack of well-being that result in significantly reduced physical activity or mental function. 3. Disseminated means that a condition is spread over a considerable area. The type and extent of the spread will depend on your specific disease. 4. Dysfunction means that one or more of the body regulatory mechanisms are impaired, causing either an excess or deficiency of immunocompetent cells or their products. 5. Extra-articular means “other than the joints”; for example, an organ(s) such as the heart, lungs, kidneys, or skin. 6. Documented medical need has the same meaning as in 1.00C6a . 7. Fine and gross movements has the same meaning as in 1.00E4 . 8. Major joint of an upper or a lower extremity has the same meaning as in 1.00I2 and 1.00I3 . 9. Persistent means that a sign(s) or symptom(s) has continued over time. The precise meaning will depend on the specific immune system disorder, the usual course of the disorder, and the other circumstances of your clinical course. 10. Recurrent means that a condition that previously responded adequately to an appropriate course of treatment returns after a period of remission or regression. The precise meaning, such as the extent of response or remission and the time periods involved, will depend on the specific disease or condition you have, the body system affected, the usual course of the disorder and its treatment, and the other facts of your particular case. 11. Resistant to treatment means that a condition did not respond adequately to an appropriate course of treatment. Whether a response is adequate or a course of treatment is appropriate will depend on the specific disease or condition you have, the body system affected, the usual course of the disorder and its treatment, and the other facts of your particular case. 12. Severe means medical severity as used by the medical community. The term does not have the same meaning as it does when we use it in connection with a finding at the second step of the sequential evaluation processes in §§ 404.1520 and 416.920 of this chapter . D. How do we document and evaluate the listed autoimmune disorders? 1. Systemic lupus erythematosus ( 14.02 ). a. General. Systemic lupus erythematosus (SLE) is a chronic inflammatory disease that can affect any organ or body system. It is frequently, but not always, accompanied by constitutional symptoms or signs (severe fatigue, fever, malaise, involuntary weight loss). Major organ or body system involvement can include: Respiratory (pleuritis, pneumonitis), cardiovascular (endocarditis, myocarditis, pericarditis, vasculitis), renal (glomerulonephritis), hematologic (anemia, leukopenia, thrombocytopenia), skin (photosensitivity), neurologic (seizures), mental (anxiety, fluctuating cognition (“lupus fog”), mood disorders, organic brain syndrome, psychosis), or immune system disorders (inflammatory arthritis). Immunologically, there is an array of circula",
    "_metadata": {
      "source_url": "https://www.ssa.gov/disability/professionals/bluebook/14.00-Immune-Adult.htm",
      "title": "14.00 Immune System Disorders - Adult | Disability | SSA",
      "scraped_at": 1762526782.8842793,
      "url_hash": "fc9c60777e8f648ee81cbe6fb4aa94f1"
    }
  }
]